Repository: owncloud/ocis
Catalog: services/graph/pkg/l10n/locale/*/LC_MESSAGES/graph.po
Languages: ca, de, de_de, es, it, pt_br, ru, ru_ru, sq, ug, uk

source: Can edit
ca: Pot editar
de: Kann bearbeiten
de_de: Kann bearbeiten
es: Puede editar
it: Può modificare
pt_br: Pode editar
ru: Может редактировать
ru_ru: Может редактировать
sq: Mund të përpunojë
ug: تەھرىرلىيەلەيدۇ
uk: Може редагувати

source: Can edit and show invitees
ca: Pot editar i mostrar invitacions
de: Kann eingeladene Personen bearbeiten und anzeigen
es: Se pueden editar y mostrar invitados
ru: Можно редактировать и отображать список приглашенных
sq: Mund të përpunojë dhe të shohë të ftuar

source: Can edit with trashbin
ca: Pot editar amb la paperera
de: Kann bearbeiten mit Papierkorb
es: Se puede editar con la papelera
ru: Можно редактировать, включая корзину
sq: Mund të përpunojë me kosh hedhurinash

source: Can edit with trashbin and show invitees
ca: Pot editar amb la paperera i mostrar els convidats
de: Kann bearbeiten mit Papierkorb und eingeladene Personen anzeigen
es: Se puede editar con la papelera y mostrar invitados
ru: Можно редактировать, включая корзину и показывать приглашенных
sq: Mund të përpunojë me kosh hedhurinash dhe të shfaqë të ftuar

source: Can edit with trashbin, versions and show invitees
ca: Pot editar amb la paperera, versions i mostrar invitacions
de: Kann bearbeiten mit Papierkorb, Versionen und eingeladene Personen anzeigen
es: Se puede editar con la papelera, versiones y mostrar invitados
ru: Можно редактировать, включая корзину, версии и показывать приглашенных
sq: Mund të përpunojë me kosh hedhurinash, versione dhe të shfaqë të ftuar

source: Can edit with versions
ca: Pot editar amb versions
de: Kann bearbeiten mit Versionen
es: Se puede editar con versiones
ru: Можно редактировать, включая версии.
sq: Mund të përpunojë me versione

source: Can edit with versions and show invitees
ca: Pot editar amb versions i mostrar invitacions
de: Kann bearbeiten mit Versionen und eingeladene Personen anzeigen
es: Se puede editar con versiones y mostrar invitados
ru: Можно редактировать, включая версии и отображать приглашенных.
sq: Mund të përpunojë me versione dhe të shfaqë të ftuar

source: Can edit with versions and trashbin
ca: Pot editar amb versions i paperera
de: Kann bearbeiten mit Versionen und Papierkorb
es: Se puede editar con versiones y papelera
ru: Можно редактировать, включая версии и корзину
sq: Mund të përpunojë me versione dhe kosh hedhurinash

source: Can manage
ca: Pot gestionar
de: Kann verwalten
de_de: Kann verwalten
es: Puede administrar
it: Può gestire
pt_br: Pode gerenciar
ru: Может управлять
ru_ru: Может управлять
sq: Mund të administrojë
ug: باشقۇرالايدۇ
uk: Може керувати

source: Can view
ca: Pot veure
de: Kann anzeigen
de_de: Kann betrachten
es: Puede ver
it: Può visualizzare
pt_br: Pode visualizar
ru: Может просматривать
ru_ru: Может просматривать
sq: Mund të shohë
ug: كۆرەلەيدۇ
uk: Може переглядати

source: Can view (secure)
ca: Pot veure (de forma segura)
de: Kann anzeigen (sichere Ansicht)
de_de: Kann betrachten (sicher)
es: Puede ver (de manera segura)
it: Può visualizzare (sicuro)
pt_br: Pode visualizar (seguro)
ru: Может просматривать (безопасно)
ru_ru: Может просматривать (безопасно)
sq: Mund të shohë (e siguruar)
ug: كۆرەلەيدۇ (بىخەتەر)
uk: Може переглядати (безпечно)

source: Can view and show invitees
ca: Pot veure i mostrar invitacions
de: Kann anzeigen und eingeladene Personen anzeigen
es: Se pueden ver y mostrar invitados
ru: Можно просматривать, показывать приглашенных
sq: Mund të shohë dhe të shfaqë të ftuar

source: Cannot access
ca: No pot accedir
de: Kann nicht zugreifen
de_de: Kann nicht zugreifen
es: No puede acceder
it: Impossibile accedere
pt_br: Você não pode acessar
ru: Нет доступа
ru_ru: Без доступа
sq: S’mund ta përdorë
uk: Не може отримати доступ

source: Deny all access.
ca: Denega tot accés.
de: Jeder Zugriff ist verboten.
de_de: Jeglichen Zugriff verweigern.
es: Denegar todo el acceso.
it: Nega qualunque accesso.
pt_br: Negado qualquer acesso
ru: Запретить любой доступ.
ru_ru: Запретить любой доступ.
sq: Mohoji krejt hyrjet.
uk: Заборонити будь-який доступ.

source: Here you can add a description for this Space.
ca: Aquí podeu afegir una descripció per a aquest espai.
de: Hier können Sie eine Beschreibung für diesen Space einfügen.
de_de: Hier können Sie eine Beschreibung für diesen Space hinzufügen.
es: Aquí puede añadir una descripción para este espacio.
it: Qui puoi aggiungere una descrizione per questo spazio.
pt_br: Aqui você pode adicionar uma descrição para este Espaço.
ru: Здесь вы можете добавить описание этого пространства.
ru_ru: Здесь вы можете добавить описание этого пространства.
sq: Këtu mund të shtoni një përshkrim për këtë Hapësirë.
ug: بۇ يەردە سىز بۇ بوشلۇققا چۈشەندۈرۈش قوشالايسىز.
uk: Тут ви можете додати опис цього Простору.

source: View and download.
ca: Visualitza i descarrega.
de: Ansehen und herunterladen.
de_de: Ansehen und herunterladen.
es: Ver y descargar.
it: Visualizza e scarica.
pt_br: Visualizar e baixar
ru: Просматривать и скачивать
ru_ru: Просматривать и скачивать.
sq: Të shohë dhe shkarkojë.
ug: كۆرۈش ۋە چۈشۈرۈش.
uk: Переглядати та завантажувати.

source: View only documents, images and PDFs. Watermarks will be applied.
de: Ansehen von Dokumenten, Bildern und PDF's. Wasserzeichen werden angewendet.
de_de: Nur Dokumente, Bilder und PDFs ansehen. Wasserzeichen werden hinzugefügt.
es: Ver solo documentos, imágenes y PDFs. Se aplicarán marcas de agua.
it: Visualizza solo documenti, immagini e PDF. Saranno applicate delle filigrane.
pt_br: Visualize apenas documentos, imagens e PDFs. Marcas d'água serão aplicadas.
ru: Просмотр только документов, изображений и PDF-файлов. Будут наложены водяные знаки.
ru_ru: Просматривать только документы, изображения и PDF-файлы. Будут добавлены водяные знаки.
sq: Të shohë vetëm dokumente, figura dhe PDF-ra. Do të aplikohen “watermarks”.
ug: پەقەت ھۆججەت ، رەسىم ۋە PDF لارنىلا كۆرۈڭ. سۇ بەلگىسى قوللىنىلىدۇ.
uk: Переглядати лише документи, зображення та PDF файли. Будуть застосовані водяні знаки.

source: View, download and show all invited people.
ca: Visualitza, descarrega i mostra totes les persones convidades.
de: Ansehen, herunterladen und anzeigen aller eingeladenen Benutzer.
de_de: Ansehen, herunterladen und alle eingeladenen Personen anzeigen.
es: Ver, descargar y mostrar todos los invitados.
it: Visualizza, scarica e mostra tutte le persone invitate.
pt_br: Visualize, baixe e mostre todas as pessoas convidadas.
ru: Просматривать, скачивать и отображать всех приглашенных людей.
ru_ru: Просматривать, скачивать и видеть всех приглашенных.
sq: Të shohë, shkarkojë dhe shfaqë krejt personat e ftuar.
ug: تەكلىپ قىلىنغان كىشىلەرنىڭ ھەممىسىنى كۆرۈش ، چۈشۈرۈش ۋە كۆرسىتىش.
uk: Переглядати, завантажувати та показувати всіх запрошених людей.

source: View, download, upload and edit.
ca: Visualitza, descarrega, carrega i edita.
de: Anzeigen, herunterladen, hochladen und bearbeiten.
es: Ver, descargar, subir y editar.
ru: Просмотр, загрузка, выгрузка и редактирование.
sq: Të shohë, të shkarkojë, të ngarkojë dhe të përpunojë.

source: View, download, upload, edit and add.
ca: Visualitza, descarrega, carrega, edita i afegeix.
de: Anzeigen, herunterladen, hochladen, bearbeiten und hinzufügen.
es: Ver, descargar, subir, editar y añadir.
ru: Просмотр, загрузка, выгрузка, редактирование и добавление.
sq: Të shohë, të shkarkojë, të ngarkojë, të përpunojë dhe të shtojë.

source: View, download, upload, edit and show all invited people.
ca: Visualitza, descarrega, carrega, edita i mostra totes les persones convidades.
de: Anzeigen, herunterladen, hochladen, bearbeiten und alle eingeladenen Personen anzeigen.
es: Ver, descargar, subir, editar y mostrar todos los invitados.
ru: Просмотр, загрузка, выгрузка, редактирование и отображение всех приглашенных пользователей.
sq: Të shohë, të shkarkojë, të ngarkojë, të përpunojë dhe të shfaqë krejt personat e ftuar.

source: View, download, upload, edit, add and delete.
ca: Visualitza, descarrega, carrega, edita, afegeix i suprimeix.
de: Ansehen, herunterladen, hochladen, editieren, hinzufügen, löschen.
de_de: Ansehen, herunterladen, hochladen, bearbeiten, hinzufügen und löschen.
es: Ver, descargar, subir, editar, añadir y borrar.
it: Visualizza, scarica, carica, modifica, aggiungi ed elimina.
pt_br: Visualize, baixe, carregue, edite, adicione e exclua.
ru: Просматривать, скачивать, загружать, редактировать, добавлять и удалять
ru_ru: Просматривать, скачивать, загружать, редактировать, добавлять и удалять.
sq: Të shohë, shkarkojë, ngarkojë, përpunojë, shtojë dhe fshijë.
ug: كۆرۈش ، چۈشۈرۈش ، يوللاش ، تەھرىرلەش ، قوشۇش ۋە ئۆچۈرۈش.
uk: Переглядати, завантажувати, відвантажувати, редагувати, додавати та видаляти.

source: View, download, upload, edit, add and show all versions.
ca: Visualitza, descarrega, carrega, edita i mostra totes les versions.
de: Anzeigen, herunterladen, hochladen, bearbeiten, hinzufügen und alle Versionen anzeigen.
es: Ver, descargar, subir, editar, añadir y mostrar todas las versiones.
ru: Просмотр, загрузка, выгрузка, редактирование, добавление и отображение всех версий.
sq: Të shohë, të shkarkojë, të ngarkojë, të përpunojë dhe të shfaqë krejt versionet.

source: View, download, upload, edit, add, delete and show all invited people.
ca: Visualitza, descarregar, carrega, editar, afegir, esborrar i mostrar totes les persones convidades.
de: Ansehen, herunterladen, hochladen, bearbeiten, löschen und anzeigen aller eingeladenen Benutzer.
de_de: Ansehen, herunterladen, hochladen, bearbeiten, hinzufügen, löschen und alle eingeladenen Personen anzeigen.
es: Ver, descargar, subir, editar, añadir, borrar y mostrar todos los invitados.
it: Visualizza, scarica, carica, modifica, aggiungi, elimina e mostra tutte le persone invitate.
pt_br: Visualize, baixe, carregue, edite, adicione, exclua e mostre todas as pessoas convidadas.
ru: Просматривать, скачивать, загружать, редактировать, добавлять, удалять и отображать всех приглашенных людей.
ru_ru: Просматривать, скачивать, загружать, редактировать, добавлять, удалять и видеть всех приглашенных.
sq: Të shohë, shkarkojë, ngarkojë, përpunojë, shtojë, fshijë dhe shfaqë krejt personat e ftuar.
ug: تەكلىپ قىلىنغان كىشىلەرنى كۆرۈش ، چۈشۈرۈش ، يوللاش ، تەھرىرلەش ، قوشۇش ، ئۆچۈرۈش ۋە كۆرسىتىش.
uk: Переглядати, завантажувати, відвантажувати, редагувати, додавати, видаляти та показувати всіх запрошених людей.

source: View, download, upload, edit, add, show all versions and delete.
ca: Visualitza, descarrega, carrega, edita, afegeix, mostra totes les versions i suprimeix.
de: Anzeigen, herunterladen, hochladen, bearbeiten, hinzufügen, alle Versionen anzeigen und löschen..
es: Ver, descargar, subir, editar, añadir, mostrar todas las versiones y borrar.
ru: Просмотр, загрузка, выгрузка, редактирование, добавление, отображение всех версий и удаление.
sq: Të shohë, të shkarkojë, të ngarkojë, të përpunojë, të shtojë, të shfaqë krejt versionet dhe të fshijë.

source: View, download, upload, edit, add, show all versions, delete and manage members.
ca: Visualitza, descarrega, carrega, edita, afegeix, mostra totes les versions, elimina i gestiona membres.
de: Anzeigen, herunterladen, hochladen, bearbeiten, hinzufügen, alle Versionen anzeigen, löschen und Mitglieder verwalten.
es: Ver, descargar, subir, editar, añadir, mostrar todas las versiones, borrar y gestionar miembros.
ru: Просмотр, загрузка, выгрузка, редактирование, добавление, отображение всех версий, удаление и управление участниками.
sq: Të shohë, të shkarkojë, të ngarkojë, të përpunojë, të shtojë të shfaqë krejt versionet, të fshijë dhe të administrojë anëtarë.

source: View, download, upload, edit, delete, show all versions and all invited people.
ca: Visualitza, descarrega, carrega, edita, suprimeix, mostra totes les versions i totes les persones convidades.
de: Anzeigen, herunterladen, hochladen, bearbeiten, löschen und alle Versionen und eingeladenen Personen anzeigen.
es: Ver, descargar, subir, editar, borrar, mostrar todas las versiones y todos los invitados.
ru: Просмотр, загрузка, выгрузка, редактирование, удаление, отображение всех версий и всех приглашенных пользователей.
sq: Të shohë, të shkarkojë, të ngarkojë, të përpunojë, të shfaqë krejt versionet dhe krejt personat e ftuar.

source: View, download, upload, edit, show all versions and all invited people.
ca: Visualitza, descarrega, carrega, edita, mostra totes les versions i totes les persones convidades.
de: Anzeigen, herunterladen, hochladen, bearbeiten und alle Versionen und eingeladenen Personen anzeigen.
es: Ver, descargar, subir, editar, mostrar todas las versiones y todos los invitados.
ru: Просмотр, загрузка, выгрузка, редактирование, отображение всех версий и всех приглашенных пользователей.
sq: Të shohë, shkarkojë, ngarkojë, përpunojë, të shfaqë krejt versionet dhe krejt personat e ftuar.

source: Can edit without trashbin
de_de: Kann bearbeiten ohne Papierkorb
it: Può modificare senza cestino
pt_br: Pode editar sem a lixeira
uk: Може редагувати без доступу до кошика

source: Can edit without versions
de_de: Kann ohne Versionen bearbeiten
it: Può modificare senza versioni
pt_br: Pode editar sem versões
ru_ru: Может редактировать, без версий
ug: نەشرىسىز تەھرىرلىيەلەيدۇ
uk: Може редагувати без версій

source: Can upload
de_de: Kann hochladen
it: Può caricare
pt_br: Pode enviar
ru_ru: Может загружать
ug: يۈكلىيەلەيدۇ
uk: Може відвантажувати

source: View, download and edit.
de_de: Ansehen, herunterladen und bearbeiten.
it: Visualizza, scarica e modifica.
pt_br: Visualize, baixe e edite.
ru_ru: Просматривать, скачивать и редактировать.
ug: كۆرۈش ، چۈشۈرۈش ۋە تەھرىرلەش.
uk: Переглядати, завантажувати та редагувати.

source: View, download and upload.
de_de: Ansehen, herunterladen und hochladen.
it: Visualizza, scarica e carica.
pt_br: Visualize, baixe e envie.
ru_ru: Просматривать, скачивать и загружать.
ug: كۆرۈش ، چۈشۈرۈش ۋە يوللاش.
uk: Переглядати, завантажувати та відвантажувати.

source: View, download, edit and show all invited people, show all versions.
de_de: Ansehen, herunterladen, bearbeiten und alle eingeladenen Personen anzeigen, alle Versionen anzeigen.
it: Visualizza, scarica, modifica e mostra tutte le persone invitate, mostra tutte le versioni.
pt_br: Visualize, baixe, edite e mostre todas as pessoas convidadas, mostre todas as versões.
uk: Переглядати, завантажувати, редагувати та показувати всіх запрошених людей, показувати всі версії.

source: View, download, edit and show all invited people.
de_de: Ansehen, herunterladen, bearbeiten und alle eingeladenen Personen anzeigen.
it: Visualizza, scarica, modifica e mostra tutte le persone invitate.
pt_br: Visualize, baixe, edite e mostre todas as pessoas convidadas.
ru_ru: Просматривать, скачивать, редактировать и видеть всех приглашенных.
ug: تەكلىپ قىلىنغان كىشىلەرنى كۆرۈش ، چۈشۈرۈش ، تەھرىرلەش ۋە كۆرسىتىش.
uk: Переглядати, завантажувати, редагувати та показувати всіх запрошених людей.

source: View, download, upload, edit, add, delete and manage members.
de_de: Ansehen, herunterladen, hochladen, bearbeiten, hinzufügen, löschen und Mitglieder verwalten.
it: Visualizza, scarica, carica, modifica, aggiungi, elimina e gestisci i membri.
pt_br: Visualize, baixe, cenvie, edite, adicione, exclua e gerencie membros.
ru_ru: Просматривать, скачивать, загружать, редактировать, добавлять, удалять и управлять участниками.
ug: ئەزالارنى كۆرۈش ، چۈشۈرۈش ، يوللاش ، تەھرىرلەش ، قوشۇش ، ئۆچۈرۈش ۋە باشقۇرۇش.
uk: Переглядати, завантажувати, відвантажувати, редагувати, додавати, видаляти та керувати учасниками.

source: View, download, upload, edit, add, delete including the history.
de_de: Ansehen, herunterladen, hochladen, bearbeiten, hinzufügen, löschen inklusive des Verlaufs.
it: Visualizza, scarica, carica, modifica, aggiungi, elimina inclusa la cronologia.
pt_br: Visualize, baixe, carregue, edite, adicione, exclua incluindo o histórico.
ru_ru: Просматривать, скачивать, загружать, редактировать, добавлять, удалять, включая историю.
ug: تارىخنى ئۆز ئىچىگە ئالغان كۆرۈش ، چۈشۈرۈش ، يوللاش ، تەھرىرلەش ، قوشۇش ، ئۆچۈرۈش.
uk: Переглядати, завантажувати, відвантажувати, редагувати, додавати, видаляти, переглядати історію.

source: View, download, upload, edit, delete and show all invited people, show all versions.
de_de: Ansehen, herunterladen, hochladen, bearbeiten, löschen und alle eingeladenen Personen anzeigen, alle Versionen anzeigen.
it: Visualizza, scarica, carica, modifica, elimina e mostra tutte le persone invitate, mostra tutte le versioni.
pt_br: Visualize, baixe, carregue, edite, exclua e mostre todas as pessoas convidadas, mostre todas as versões.
uk: Переглядати, завантажувати, відвантажувати, редагувати, видаляти та показувати всіх запрошених людей, показувати всі версії.
