Repository: owncloud/ocis
Catalog: services/notifications/pkg/email/l10n/locale/*/LC_MESSAGES/notifications.po
Languages: ca, de, de_de, es, it, ko, pt_pt, ru, ru_ru, sq, uk, zh_hans

source: Click here to check it: {ShareLink}
ca: Clica aquí per verificar: {ShareLink}
de: Zum Überprüfen hier klicken: {ShareLink}
de_de: Hier klicken, um zu prüfen: {ShareLink}
es: Click aquí para comprobarlo: {ShareLink}
it: Clicca qui per controllare: {ShareLink}
ko: 여기를 클릭하여 확인: {ShareLink}
pt_pt: Clique aqui para conferir: {ShareLink}
ru: Нажмите здесь, чтобы проверить: {ShareLink}
ru_ru: Нажмите здесь, чтобы посмотреть: {ShareLink}
sq: Klikoni këtu që ta shihni: {ShareLink}
uk: Натисніть тут, щоб перевірити: {ShareLink}
zh_hans: 单击此处检查：{ShareLink}

source: Click here to view it: {ShareLink}
ca: Clica aquí per visualitzar: {ShareLink}
de: Zum Ansehen hier klicken: {ShareLink}
de_de: Zum Ansehen hier klicken: {ShareLink}
es: Click aquí para verlo: {ShareLink}
it: Clicca qui per visualizzarlo: {ShareLink}
ko: 여기를 클릭하여 보기: {ShareLink}
pt_pt: Clique aqui para visualizá-lo: {ShareLink}
ru: Нажмите здесь, чтобы посмотреть: {ShareLink}
ru_ru: Нажмите здесь, чтобы посмотреть: {ShareLink}
sq: Klikoni këtu që ta shihni: {ShareLink}
uk: Натисніть тут, щоб переглянути: {ShareLink}
zh_hans: 单击此处查看：{ShareLink}

source: Hello {ShareGrantee}
ca: Hola, {ShareGrantee}
de: Hallo {ShareGrantee}
de_de: Hallo {ShareGrantee}
es: Hola {ShareGrantee}
it: Ciao {ShareGrantee}
ko: 안녕하세요, {ShareGrantee} 님
pt_pt: Olá {ShareGrantee}
ru: Здравствуйте, {ShareGrantee}
ru_ru: Здравствуйте, {ShareGrantee}
sq: Tungjatjeta {ShareGrantee}
uk: Привіт {ShareGrantee}
zh_hans: 你好，{ShareGrantee}

source: Hello {ShareGrantee},
ca: Hola, {ShareGrantee},
de: Hallo {ShareGrantee},
de_de: Hallo {ShareGrantee},
es: Hola {ShareGrantee},
it: Ciao {ShareGrantee},
ko: 안녕하세요, {ShareGrantee} 님,
pt_pt: Olá {ShareGrantee},
ru: Здравствуйте, {ShareGrantee},
ru_ru: Здравствуйте, {ShareGrantee},
sq: Tungjatjeta {ShareGrantee},
uk: Привіт {ShareGrantee},
zh_hans: 你好，{ShareGrantee}，

source: Hello {SpaceGrantee},
ca: Hola, {SpaceGrantee},
de: Hallo {SpaceGrantee},
de_de: Hallo {SpaceGrantee},
es: Hola {SpaceGrantee},
it: Ciao {SpaceGrantee},
ko: 안녕하세요, {SpaceGrantee} 님,
pt_pt: Olá {SpaceGrantee},
ru: Здравствуйте, {SpaceGrantee},
ru_ru: Здравствуйте, {SpaceGrantee},
sq: Tungjatjeta {SpaceGrantee},
uk: Привіт {SpaceGrantee},
zh_hans: 你好，{SpaceGrantee}，

source: Hi {DisplayName},
ca: Hola, {DisplayName},
de: Hallo {DisplayName},
de_de: Hallo {DisplayName},
es: Hola {DisplayName},
it: Ciao {DisplayName},
pt_pt: Olá {DisplayName},
ru: Привет {DisplayName},
sq: Njatjeta {DisplayName},
uk: Привіт {DisplayName},

source: Hi,
ca: Hola,
de: Hallo,
de_de: Hallo,
es: Hola,
it: Ciao,
pt_pt: Olá,
ru: Привет,
ru_ru: Привет,
sq: Njatjeta,
uk: Привіт,

source: Membership of '{SpaceName}' expired at {ExpiredAt}
ca: Incripció a '{SpaceName}' ha caducat el {ExpiredAt}
de: Die Mitgliedschaft für '{SpaceName}' ist am {ExpiredAt} abgelaufen
de_de: Mitgliedschaft in '{SpaceName}' abgelaufen am {ExpiredAt}
es: La membresía de '{SpaceName}' caducó en {ExpiredAt}
it: L'iscrizione a '{SpaceName}' è scaduta il {ExpiredAt}
ko: '{SpaceName}' 멤버십이 {ExpiredAt} 일자에 만료됨
pt_pt: A assinatura de '{SpaceName}' expirou em {ExpiredAt}
ru: Членство в '{SpaceName}' истекло {ExpiredAt}
ru_ru: Членство в '{SpaceName}' истекло {ExpiredAt}
sq: Anëtarësia në “{SpaceName}” skadoi më {ExpiredAt}
uk: Членство в '{SpaceName}' закінчилося {ExpiredAt}
zh_hans: 在“{SpaceName}”中的成员身份已经在{ExpiredAt}过期

source: Report
ca: Informe
de: Bericht
de_de: Bericht
es: Notificar
it: Rapporto
pt_pt: Relatório
ru: Отчет
sq: Raport
uk: Звіт

source: ScienceMesh: {InitiatorName} wants to collaborate with you
ca: ScienceMesh: {InitiatorName} vol col·laborar amb vós
de: Vernetzung: {InitiatorName} möchte mit Ihnen gerne zusammenarbeiten
de_de: ScienceMesh: {InitiatorName} möchte mit Ihnen zusammenarbeiten
es: ScienceMesh: {InitiatorName} quiere colaborar con usted
it: ScienceMesh: {InitiatorName} vuole collaborare con te
pt_pt: ScienceMesh: {InitiatorName} quer colaborar com você
ru: ScienceMesh: {InitiatorName} хочет сотрудничать с вами
ru_ru: ScienceMesh: {InitiatorName} хочет начать использование ресурсов совместной работы с вами
sq: ScienceMesh: {InitiatorName} dëshiron të bashkëpunojë me ju
uk: ScienceMesh: {InitiatorName} хоче співпрацювати з вами

source: Share to '{ShareFolder}' expired at {ExpiredAt}
ca: Compartir a '{ShareFolder}' caducat el {ExpiredAt}
de: Die Freigabe für '{ShareFolder}' ist am {ExpiredAt} abgelaufen.
de_de: Freigabe für '{ShareFolder}' abgelaufen am {ExpiredAt}
es: La compartición a '{ShareFolder}' caducó en {ExpiredAt}
it: La condivisione a '{ShareFolder}' è scaduta il {ExpiredAt}
ko: '{ShareFolder}' 공유가 {ExpiredAt} 일자에 만료됨
pt_pt: Compartilhar em '{ShareFolder}' expirou em {ExpiredAt}
ru: Доступ к '{ShareFolder}' истёк {ExpiredAt}
ru_ru: Доступ к '{ShareFolder}' истёк {ExpiredAt}
sq: Pjesa te “{ShareFolder}” skadoi më {ExpiredAt}
uk: Спільний доступу до '{ShareFolder}' закінчився {ExpiredAt}
zh_hans: 对于“{ShareFolder}”的共享已经在{ExpiredAt}过期

source: Your membership of space {SpaceName} has expired at {ExpiredAt} Even though this membership has expired you still might have access through other shares and/or space memberships
ca: La seva inscripció al espai {SpaceName} ha caducat el {ExpiredAt} Encara que aquesta inscripció hagi caducat, podria seguir tenint accés a través d'altres comparticions i/o espais inscrit.
de: Ihre Mitgliedschaft im Space {SpaceName} ist am {ExpiredAt} abgelaufen. Über eventuelle weitere Freigaben oder Space-Mitgliedschaften kann der Zugriff trotzdem weiterhin möglich sein
de_de: Die Mitgliedschaft im Space {SpaceName} ist am {ExpiredAt} abgelaufen. Trotzdem haben Sie möglicherweise noch Zugriff durch andere Freigaben oder Space-Mitgliedschaften.
es: Tu membresía del space {SpaceName} ha caducado en {ExpiredAt} Aunque esta membresía ha caducado, aún puedes tener acceso a través de otras comparticiones y/o membresías al space
it: La tua iscrizione allo spazio {SpaceName} è scaduta il {ExpiredAt} Anche se questa iscrizione è scaduta, potresti comunque avere accesso attraverso altre condivisioni e/o l'appartenenza ad altri spazi
ko: {SpaceName} 스페이스의 멤버십이 {ExpiredAt} 일자에 만료됩니다. 멤버십이 만료되더라도 다른 공유 및/또는 스페이스 멤버십에 접근이 가능할 수도 있습니다.
pt_pt: Sua assinatura do espaço {SpaceName} expirou em {ExpiredAt} Mesmo que esta assinatura tenha expirado, você ainda pode ter acesso por meio de outros compartilhamentos e/ou assinaturas de espaço
ru: Срок действия вашего членства в пространстве {SpaceName} истёк {ExpiredAt} Несмотря на то, что срок действия этого членства истёк, у вас всё еще может быть доступ через другие общие ресурсы и/или членства в пространстве.
ru_ru: Срок действия вашего членства в пространстве {SpaceName} истёк {ExpiredAt} Несмотря на то, что срок действия этого членства истёк, у вас всё ещё может быть доступ через другие общие ресурсы и/или членство в пространстве.
sq: Anëtarësia juaj në hapësirën {SpaceName} ka skaduar më {ExpiredAt} Edhe pse kjo anëtarësi ka skaduar, mundet që ende të keni hyrje në të përmes ndarjesh dhe/ose anëtarësish hapësirash të tjera
uk: Членство в просторі {SpaceName} закінчилось {ExpiredAt} Навіть якщо термін дії цього членства закінчився, ви все ще можете мати доступ через інші спільні ресурси та/або членство в просторі
zh_hans: 你在空间 {SpaceName} 中的成员身份已经在 {ExpiredAt}过期 即使该成员身份过期了你也仍有可能通过其他共享或空间成员身份对其进行访问

source: Your share to {ShareFolder} has expired at {ExpiredAt} Even though this share has been revoked you still might have access through other shares and/or space memberships.
ca: La teva compartició a {ShareFolder} ha caducat el {ExpiredAt} Encara que aquesta compartició ha estat cancel·lada, podria seguir tenint accés a través d'altres comparticions i/o espais inscrits.
de: Ihre Freigabe für {ShareFolder} ist am {ExpiredAt} abgelaufen. Über eventuelle weitere Freigaben oder Space-Mitgliedschaften kann der Zugriff trotzdem weiterhin möglich sein.
de_de: Ihre Freigabe für {ShareFolder} ist am {ExpiredAt} abgelaufen. Obwohl die Freigabe zurückgezogen wurde, haben Sie vielleicht noch Zugriff durch andere Freigaben oder Space-Mitgliedschaften..
es: Tu compartición a {ShareFolder} ha caducado en {ExpiredAt} Aunque esta compartición ha sido anulada, aún puedes tener acceso a través de otras comparticiones y/o membresías al space.
it: La tua condivisione su {ShareFolder} è scaduta il {ExpiredAt} Anche se questa condivisione è stata revocata, potresti comunque avere accesso attraverso altre condivisioni e/o l'appartenenza ad altri spazi.
ko: {ShareFolder} 공유가 {ExpiredAt} 일자에 만료됩니다. 멤버십이 만료되더라도 다른 공유 및/또는 스페이스 멤버십에 접근이 가능할 수도 있습니다.
pt_pt: Seu compartilhamento para {ShareFolder} expirou em {ExpiredAt} Mesmo que este compartilhamento tenha sido revogado, você ainda pode ter acesso por meio de outros compartilhamentos e/ou associações de espaço.
ru: Срок действия вашего общего доступа к {ShareFolder} истёк {ExpiredAt} Несмотря на то, что этот доступ истёк, у вас всё еще может быть доступ через другие общие ресурсы и/или членства в пространстве.
ru_ru: Срок действия вашего доступа к {ShareFolder} истёк {ExpiredAt} Несмотря на то, что этот доступ истёк, у вас всё ещё может быть доступ через другие общие ресурсы и/или членство в пространстве.
sq: Pjesa juaj te {ShareFolder} ka skaduar më {ExpiredAt} Edhe pse kjo pjesë është shfuqizuar, mundet që ende të keni hyrje në të përmes ndarjesh dhe/ose anëtarësish hapësirash të tjera.
uk: Термін дії вашого спільного доступу до {ShareFolder} закінчився {ExpiredAt} Навіть якщо цей спільний доступ було скасовано, ви все ще можете мати доступ через інші спільні ресурси та/або членство у просторі.
zh_hans: 你对{ShareFolder}的共享已经在{ExpiredAt}过期。 即使这个共享已经被撤销，你仍然可以通过其他共享或空间成员身份进行访问。

source: {ShareSharer} ({ShareSharerMail}) wants to start sharing collaboration resources with you. Please visit your federation settings and use the following details: Token: {Token} ProviderDomain: {ProviderDomain}
ca: {ShareSharer} ({ShareSharerMail}) vol començar a compartir recursos de col·laboració amb vós. Visiteu la configuració de la federació i utilitzeu els detalls següents: Testimoni (token): {Token} Domini del proveïdor: {ProviderDomain}
de: {ShareSharer} ({ShareSharerMail}) möchte Bereiche für die Zusammenarbeit mit Ihnen teilen. Gehen Sie zu Ihren Föderationseinstellungen und verwenden Sie die folgenden Angaben: Token: {Token} ProviderDomain: {ProviderDomain}
de_de: {ShareSharer} ({ShareSharerMail}) möchte beginnen, Ressourcen für die Zusammenarbeit mit Ihnen zu teilen. Bitte besuchen Sie die Föderationseinstellungen und nutzen Sie folgende Details: Token: {Token} ProviderDomain: {ProviderDomain}
es: {ShareSharer} ({ShareSharerMail}) quiere empezar a compartir recursos colaborativos con usted. Por favor, compruebe su configuración de federación y use los siguientes campos: Token: {Token} ProviderDomain: {ProviderDomain}
it: {ShareSharer} ({ShareSharerMail}) vuole iniziare a condividere risorse in collaborazione con te. Visita le tue impostazioni di condivisione e usa i seguenti dettagli: Token: {Token} DominioFornitore: {ProviderDomain}
pt_pt: {ShareSharer} ({ShareSharerMail}) quer começar a compartilhar recursos de colaboração com você. Visite suas configurações de federação e use os seguintes detalhes: Token: {Token} ProviderDomain: {ProviderDomain}
ru: {ShareSharer} ({ShareSharerMail}) хочет начать делиться с вами ресурсами. Посетите federation настройки и используйте следующие данные: Токен: {Token} ProviderDomain: {ProviderDomain}
ru_ru: {ShareSharer} ({ShareSharerMail}) хочет начать использование ресурсов совместной работы с вами. Пожалуйста, перейдите в настройки федерации и используйте следующие данные: Токен: {Token} Домен провайдера: {ProviderDomain}
sq: {ShareSharer} ({ShareSharerMail}) dëshiron të nisë ndarje burimesh bashkëpunimi me ju. Ju lutemi, vizitoni rregullimet tuaja të federimit dhe përdorni hollësitë vijuese: Token: {Token} ProviderDomain: {ProviderDomain}
uk: {ShareSharer} ({ShareSharerMail}) хоче почати ділитися з вами ресурсами для співпраці. Будь ласка, перейдіть до налаштувань federation та використовуйте наступні деталі: Токен: {Token} ProviderDomain: {ProviderDomain}

source: {ShareSharer} ({ShareSharerMail}) wants to start sharing collaboration resources with you. To accept the invite, please visit the following URL: {ShareLink} Alternatively, you can visit your federation settings and use the following details: Token: {Token} ProviderDomain: {ProviderDomain}
ca: {ShareSharer} ({ShareSharerMail}) vol començar a compartir recursos de col·laboració amb vós. Per acceptar la invitació, visiteu la següent URL: {ShareLink} Alternativament, podeu visitar la configuració de la vostra federació i utilitzar els següents detalls: Testimoni (token): {Token} Domini del proveïdor: {ProviderDomain}
de: {ShareSharer} ({ShareSharerMail}) möchte Bereiche für die Zusammenarbeit mit Ihnen teilen. Um die Einladung anzunehmen, besuchen Sie bitte die folgende URL: {ShareLink} Alternativ, können Sie auch in Ihre Föderationseinstellungen gehen und folgende Angaben verwenden: {ShareLink} Token: {Token} ProviderDomain: {ProviderDomain}
de_de: {ShareSharer} ({ShareSharerMail}) möchte beginnen, Ressourcen für die Zusammenarbeit mit Ihnen zu teilen. Um die Einladung anzunehmen, besuchen Sie folgende URL: {ShareLink} Alternativ können Sie die Föderationseinstellungen besuchen und die folgenden Details nutzen: Token: {Token} ProviderDomain: {ProviderDomain}
es: {ShareSharer} ({ShareSharerMail}) quiere empezar a compartir recursos colaborativos con usted. Para aceptar la invitación, por favor consulte la siguiente URL: {ShareLink} Como alternativa, puede comprobar su configuración de federación y usar los siguientes campos: Token: {Token} ProviderDomain: {ProviderDomain}
it: {ShareSharer} ({ShareSharerMail}) vuole iniziare a condividere risorse in collaborazione con te. Per accettare l'invito, visita il seguente URL: {ShareLink} In alternativa, puoi visitare le tue impostazioni di condivisione e utilizzare i seguenti dettagli: Token: {Token} DominioFornitore: {ProviderDomain}
pt_pt: {ShareSharer} ({ShareSharerMail}) quer começar a compartilhar recursos de colaboração com você. Para aceitar o convite, visite o seguinte URL: {ShareLink} Alternativamente, você pode visitar suas configurações de federação e usar os seguintes detalhes: Token: {Token} ProviderDomain: {ProviderDomain}
ru: {ShareSharer} ({ShareSharerMail}) хочет начать делиться с вами ресурсами. Чтобы принять приглашение, посетите следующий URL: {ShareLink} Кроме того, вы можете посетить federation настройки и использовать следующие данные: Token: {Token} ProviderDomain: {ProviderDomain}
ru_ru: {ShareSharer} ({ShareSharerMail}) хочет начать использование ресурсов совместной работы с вами. Чтобы принять приглашение, перейдите по следующему URL-адресу: {ShareLink} Или перейдите в настройки федерации и используйте следующие данные: Токен: {Token} Домен провайдера: {ProviderDomain}
sq: {ShareSharer} ({ShareSharerMail}) dëshiron të nisë ndarje burimesh bashkëpunimi me ju. Që të pranoni ftesën, ju lutemi, vizitoni URL-në vijuese: {ShareLink} Ndryshe, mund të vizitoni rregullimet tuaja të federimit dhe të përdorni hollësitë vijuese: Token: {Token} ProviderDomain: {ProviderDomain}
uk: {ShareSharer} ({ShareSharerMail}) хоче почати ділитися з вами ресурсами для співпраці. Щоб прийняти запрошення, перейдіть за такою URL-адресою: {ShareLink} Крім того, ви можете відвідати налаштування federation та використати наступні деталі: Токен: {Token} ProviderDomain: {ProviderDomain}

source: {ShareSharer} has shared "{ShareFolder}" with you.
ca: {ShareSharer} ha compartit "{ShareFolder}" amb tu.
de: {ShareSharer} hat "{ShareFolder}" mit Ihnen geteilt.
de_de: {ShareSharer} hat "{ShareFolder}" mit Ihnen geteilt.
es: {ShareSharer} ha compartido "{ShareFolder}" contigo.
it: {ShareSharer} ha condiviso "{ShareFolder}" con te.
ko: {ShareSharer} 님이 "{ShareFolder}" 폴더를 나와 공유했습니다.
pt_pt: {ShareSharer} compartilhou "{ShareFolder}" com você.
ru: {ShareSharer} поделился с вами "{ShareFolder}".
ru_ru: {ShareSharer} поделился с вами "{ShareFolder}".
sq: {ShareSharer} ka ndarë “{ShareFolder}” me ju.
uk: {ShareSharer} поділився "{ShareFolder}" з вами.
zh_hans: {ShareSharer} 向你共享了 “{ShareFolder}” 。

source: {ShareSharer} has unshared '{ShareFolder}' with you. Even though this share has been revoked you still might have access through other shares and/or space memberships.
ca: {ShareSharer} té '{ShareFolder}' sense compartir amb vós. Tot i que aquesta compartició ha estat revocada, encara podeu tenir accés a través d'altres comparticions i/o afiliacions a espais.
de: {ShareSharer} hat den Ordner '{ShareFolder}' nicht mehr mit Dir geteilt. Auch wenn diese Freigabe widerrufen wurde, haben Sie möglicherweise noch Zugriff über andere Freigaben und/oder Space Mitgliedschaften.
de_de: {ShareSharer} hat die Freigabe von '{ShareFolder}' mit Ihnen beendet. Obwohl diese Freigabe zurückgezogen wurde, können Sie eventuell immer noch über andere Freigaben und/oder Space-Mitgliedschaften Zugriff haben.
es: {ShareSharer} ha eliminado la compartición '{ShareFolder}' con usted. incluso habiendo eliminado esta compartición, usted podría tener acceso a través de otras comparticiones y/o membresías en spaces.
it: {ShareSharer} ha revocato la condivisione di '{ShareFolder}' con te. Anche se questa condivisione è stata revocata, potresti comunque avere accesso attraverso altre condivisioni e/o l'appartenenza ad altri spezi.
pt_pt: {ShareSharer} terminou de compartilhar '{ShareFolder}' com você Mesmo que esse compartilhamento tenha sido revogado, você ainda pode ter acesso por meio de outros compartilhamentos e/ou associações de espaços.
ru: {ShareSharer} удалил ваш общий доступ к '{ShareFolder}'. Несмотря на то, что этот общий доступ удалён, у вас всё еще может быть доступ через другие общие ресурсы и/или членства в пространстве.
sq: {ShareSharer} ka hequr ndarjen e '{ShareFolder}' me ju. Edhe pse kjo ndarje është shfuqizuar, prapë mund ta përdorni përmes ndarjesh dhe/ose anëtarësish në hapësira.
uk: {ShareSharer} скасував спільний доступ до '{ShareFolder}' для вас. Навіть якщо цей спільний доступ було скасовано, ви все ще можете мати доступ через інші спільні ресурси та/або членство у просторі.

source: {ShareSharer} shared '{ShareFolder}' with you
ca: {ShareSharer} comparteix "{ShareFolder}" amb tu
de: {ShareSharer} hat "{ShareFolder}" mit Ihnen geteilt
de_de: {ShareSharer} hat "{ShareFolder}" mit Ihnen geteilt.
es: {ShareSharer} compartió '{ShareFolder}' contigo
it: {ShareSharer} ha condiviso '{ShareFolder}' con te
ko: {ShareSharer} 님이 "{ShareFolder}" 폴더를 나와 공유함
pt_pt: {ShareSharer} compartilhou '{ShareFolder}' com você
ru: {ShareSharer} поделился с вами '{ShareFolder}'
ru_ru: {ShareSharer} поделился с вами '{ShareFolder}'
sq: {ShareSharer} ndau “{ShareFolder}” me ju
uk: {ShareSharer} поділився '{ShareFolder}' з вами
zh_hans: {ShareSharer} 向你共享了“{ShareFolder}”

source: {ShareSharer} unshared '{ShareFolder}' with you
ca: {ShareSharer} ha deixat de compartir '{ShareFolder}' amb vós
de: {ShareSharer} hat den Ordner '{ShareFolder}' nicht mehr mit Dir geteilt
de_de: {ShareSharer} hat die Freigabe von '{ShareFolder}' mit Ihnen beendet.
es: {ShareSharer} ha eliminado la compartición '{ShareFolder}' con usted
it: {ShareSharer} ha revocato la condivisione a '{ShareFolder}' con te
pt_pt: {ShareSharer} terminou de compartilhar '{ShareFolder}' com você
ru: {ShareSharer} удалил ваш общий доступ к '{ShareFolder}'
sq: {ShareSharer} hoqi ndarjen e '{ShareFolder}' me ju
uk: {ShareSharer} скасував спільний доступ до '{ShareFolder}' для вас

source: {SpaceSharer} has invited you to join "{SpaceName}".
ca: {SpaceSharer} l'ha invitat a unir-se a "{SpaceName}".
de: {SpaceSharer} hat Sie eingeladen, dem Space "{SpaceName}" beizutreten.
de_de: {SpaceSharer} hat Sie in den Space "{SpaceName}" eingeladen.
es: {SpaceSharer} te ha invitado a unirte a "{SpaceName}".
it: {SpaceSharer} ti ha invitato a unirti a "{SpaceName}".
ko: {SpaceSharer} 님이 "{SpaceName}" 스페이스에 나를 초대했습니다.
pt_pt: {SpaceSharer} convidou você para participar de "{SpaceName}".
ru: {SpaceSharer} пригласил вас присоединиться к "{SpaceName}".
ru_ru: {SpaceSharer} пригласил вас присоединиться к участникам "{SpaceName}".
sq: {SpaceSharer} ju ka ftuar të merrni pjesë në “{SpaceName}”.
uk: {SpaceSharer} запросив вас приєднатися до "{SpaceName}".
zh_hans: {SpaceSharer}邀请你加入“{SpaceName}”。

source: {SpaceSharer} has removed you from "{SpaceName}". You might still have access through your other groups or direct membership.
ca: {SpaceSharer} l'ha eliminat de "{SpaceName}". Podria seguir tenint accés a través d'altres grups o d'inscripció directa.
de: {SpaceSharer} hat Sie aus dem Space "{SpaceName}" entfernt. Über eventuelle weitere Freigaben oder Space-Mitgliedschaften kann der Zugriff trotzdem weiterhin möglich sein.
de_de: {SpaceSharer} hat Sie aus dem Space "{SpaceName}" entfernt. Sie haben möglicherweise noch Zugriff durch andere Gruppen oder direkte Mitgliedschaft.
es: {SpaceSharer} te ha eliminado de "{SpaceName}". Aún puedes tener acceso a través de tus otros grupos o membresía directa.
it: {SpaceSharer} ti ha rimosso da "{SpaceName}". Potresti ancora avere accesso attraverso gli altri tuoi gruppi o l'iscrizione diretta.
ko: {SpaceSharer} 님이 "{SpaceName}" 스페이스에서 나를 제거했습니다. 다른 그룹 또는 직접 멤버십을 통해 접근이 가능할 수도 있습니다.
pt_pt: {SpaceSharer} removeu você de "{SpaceName}". Você ainda pode ter acesso por meio de outros grupos ou associação direta.
ru: {SpaceSharer} удалил вас из "{SpaceName}". У вас всё еще может быть доступ через другие группы или прямое членство.
ru_ru: {SpaceSharer} удалил вас из участников "{SpaceName}". У вас все еще может быть доступ через другие группы или прямое членство.
sq: {SpaceSharer} ju ka hequr prej “{SpaceName}”. Mundet që ende të keni hyrje në të përmes grupeve tuaja të tjera, ose anëtarësimi të drejtpërdrejtë.
uk: {SpaceSharer} видалив вас із "{SpaceName}". Ви все ще можете мати доступ через інші групи або пряме членство.
zh_hans: {SpaceSharer}已经把你从“{SpaceName}”中移除。 你仍有可能通过你其他的分组或者直接的成员身份访问它。

source: {SpaceSharer} invited you to join {SpaceName}
ca: {SpaceSharer} l'invita a unir-se {SpaceName}
de: {SpaceSharer} hat Sie eingeladen, dem Space {SpaceName} beizutreten
de_de: {SpaceSharer} hat Sie in den Space {SpaceName} eingeladen.
es: {SpaceSharer} te invitó a unirte a {SpaceName}
it: {SpaceSharer} ti ha invitato a unirti a {SpaceName}
ko: {SpaceSharer} 님이 {SpaceName} 스페이스에 나를 초대함
pt_pt: {SpaceSharer} convidou você para participar de {SpaceName}
ru: {SpaceSharer} пригласил вас присоединиться к {SpaceName}
ru_ru: {SpaceSharer} пригласил вас присоединиться к участникам {SpaceName}
sq: {SpaceSharer} ju ftoi të merrni pjesë në {SpaceName}
uk: {SpaceSharer} запросив вас приєднатися до {SpaceName}
zh_hans: {SpaceSharer}邀请你加入{SpaceName}

source: {SpaceSharer} removed you from {SpaceName}
ca: {SpaceSharer} l'ha eliminat de {SpaceName}
de: {SpaceSharer} hat Sie aus dem Space {SpaceName} entfernt
de_de: {SpaceSharer} hat Sie aus dem Space {SpaceName} entfernt.
es: {SpaceSharer} te eliminó de {SpaceName}
it: {SpaceSharer} ti ha rimosso da {SpaceName}
ko: {SpaceSharer} 님이 {SpaceName} 스페이스에서 나를 제거함
pt_pt: {SpaceSharer} removeu você de {SpaceName}
ru: {SpaceSharer} удалил вас из {SpaceName}
ru_ru: {SpaceSharer} удалил вас из участников {SpaceName}
sq: {SpaceSharer} ju hoqi nga {SpaceName}
uk: {SpaceSharer} видалив вас із {SpaceName}
zh_hans: {SpaceSharer}已经把你从{SpaceName}中移除。
