Repository: owncloud/ocis
Catalog: services/activitylog/pkg/service/l10n/locale/*/LC_MESSAGES/activitylog.po
Languages: ca, de, de_de, es, it, pt_br, ru, sq, ug, uk

source: description
ca: descripció
de: Beschreibung
de_de: Beschreibung
es: descripcion
it: descrizione
pt_br: descrição
ru: описание
sq: përshkrim
uk: опис

source: display name
ca: nom a mostrar
de: Anzeigename
de_de: Anzeigename
es: nombre para mostar
it: nome visualizzato
pt_br: nome de exibição
ru: отображаемое имя
sq: emër në ekran
ug: كۆرسىتىش ئىسمى
uk: відображуване ім'я

source: expiration date
ca: data de venciment
de: Ablaufdatum
de_de: Ablaufdatum
es: fecha de expiracion
it: Data di scadenza
pt_br: data de expiração
ru: дата истечения срока действия
sq: datë skadimi
ug: مۇددىتى توشقان
uk: дата закінчення терміну дії

source: password
ca: contrasenya
de: Passwort
de_de: Passwort
es: contraseña
pt_br: senha
ru: пароль
sq: fjalëkalim
ug: پارول
uk: пароль

source: permission
ca: permís
de: Berechtigung
de_de: Zugriffsrechte
es: permiso
it: Autorizzazione
pt_br: permissão
ru: разрешения
sq: leje
ug: ئىجازەت
uk: дозвіл

source: shared-with-me
ca: compartit-amb-mi
de: Mit mir geteilt
es: compartido-conmigo
it: Condiviso-con-me
pt_br: compartilhado-comigo
ru: поделились-со-мной
uk: поділилися-зі-мною

source: some field
ca: algun camp
de: ein Bereich
de_de: irgendein Feld
es: algun campo
it: Qualche campo
pt_br: algum campo
ru: некоторое поле
sq: njëfarë fushe
ug: بەزى ساھە
uk: деяке поле

source: {resource} was downloaded via public link {token}
ca: {resource} s'ha baixat a través de l'enllaç públic {token}
de: {resource} wurde via öffentlichem Link {token} heruntergeladen
de_de: {resource} wurde über öffentlichen Link {token} heruntergeladen
es: {resource} se descargó via enlace publico {token}
it: {resource} Ã¨ stato scaricato tramite collegamento pubblico {token}
pt_br: {Resource} foi baixado via link público {token}
ru: {resource} был скачан по публичной ссылке {token}
sq: {resource} qe shkarkuar përmes lidhjes publike {token}
ug: {مەنبە public ئاممىۋى ئۇلىنىش {بەلگە} ئارقىلىق چۈشۈرۈلدى
uk: {resource} було завантажено за публічним посиланням {token}

source: {user} added {resource} to {folder}
ca: {user} ha afegit {resource} a {folder}
de: {user} hat {resource} zu {folder} hinzugefügt
de_de: {user} fügte {resource} zu {folder} hinzu
es: {user} añadió {resource} a {folder}
it: {user} ha aggiunto {resource} a {folder}
pt_br: {user} adicionado {Resource} para {pasta}
ru: {user} добавил {resource} в {folder}
sq: {user} shtoi {resource} te {folder}
ug: {ئىشلەتكۈچى} ھۆججەت قىسقۇچقا {بايلىق} قوشۇلدى
uk: {user} додав {resource} до {folder}

source: {user} added {sharee} as member of {space}
ca: {user} ha afegit {sharee} com a membre a {space}
de: {user} hat {sharee} als Mitglied zu {space} hinzugefügt
de_de: {user} fügte {sharee} als Mitglied von {space} hinzu
es: {user} añadió {sharee} como miembro de {space}
it: {user} ha aggiunto {sharee} come membro di {space}
pt_br: {user} adicionou {sharee} como membro de {space}
ru: {user} добавил {sharee} как участника {space}
sq: {user} shtoi {sharee} si anëtar të {space}
ug: {ئىشلەتكۈچى} {بوشلۇق} نىڭ ئەزاسى سۈپىتىدە {sharee} قوشۇلدى
uk: {user} додав {sharee} як учасника {space}

source: {user} deleted {resource} from {folder}
ca: {user} ha suprimit {resource} de {folder}
de: {user} hat {resource} von {folder} gelöscht
de_de: {user} löschte {resource} aus {folder}
es: {user} eliminó {resource} de {folder}
it: {user} ha cancellato {resource} da {folder}
pt_br: {user} excluído {Resource} de {pasta}
ru: {user} удалил {resource} из {folder}
sq: {user} fshiu {resource} nga {folder}
ug: {ئىشلەتكۈچى} ھۆججەت قىسقۇچتىن {مەنبە} ئۆچۈرۈلگەن
uk: {user} видалив {resource} із {folder}

source: {user} moved {resource} to {folder}
ca: {user} ha mogut {resource} cap a {folder}
de: {user} hat {resource} nach {folder} verschoben
de_de: {user} verschob {resource} in {folder}
es: {user} movió {resource} a {folder}
it: {user} ha spostato {resource} in {folder}
pt_br: {user} movido {Resource} para {pasta}
ru: {user} переместил {resource} в {folder}
sq: {user} shpuri {resource} te {folder}
ug: {ئىشلەتكۈچى} بايلىق {ھۆججەت} ھۆججەت قىسقۇچىغا يۆتكەلدى
uk: {user} переніс {resource} до {folder}

source: {user} removed link to {resource}
ca: {user} ha suprimit l'enllaç de {resource}
de: {user} hat den Link zu {resource} entfernt
de_de: {user} enternte Link auf {resource}
es: {user} eliminó enlace a {resource}
it: {user} ha cancellato il collegamento a {resource}
pt_br: {user} removeu link para {resource}
ru: {user} удалил ссылку на {resource}
sq: {user} hoqi lidhjen për te {resource}
ug: {ئىشلەتكۈچى} مەنبە {ئۇلىنىشقا ئۇلانغان
uk: {user} видалив посилання на {resource}

source: {user} removed {sharee} from {resource}
ca: {user} ha suprimit {sharee} de {resource}
de: {user} hat {sharee} von {resource} entfernt
de_de: {user} entfernte {sharee} von {resource}
es: {user} eliminó {sharee} de {resource}
it: {user} ha rimosso {sharee} da {resource}
pt_br: {user} removeu {sharee} de {resource}
ru: {user} удалил {sharee} из {resource}
sq: {user} hoqi {sharee} nga {resource}
ug: {ئىشلەتكۈچى} مەنبەدىن {sharee} چىقىرىۋېتىلدى
uk: {user} видалив {sharee} із {resource}

source: {user} removed {sharee} from {space}
ca: {user} ha suprimit {sharee} de {space}
de: {user} hat {sharee} von {space} entfernt
de_de: {user} entfernte {sharee} von {space}
es: {user} eliminó {sharee} de {space}
it: {user} ha rimosso {sharee} da {space}
pt_br: {user} removeu {sharee} de {space}
ru: {user} удалил {sharee} из {space}
sq: {user} hoqi {sharee} nga {space}
ug: {ئىشلەتكۈچى} {بوشلۇقتىن {sharee} ئېلىۋېتىلدى
uk: {user} видалив {sharee} із {space}

source: {user} renamed {oldResource} to {resource}
ca: {user} ha renombrat {oldResource} a {resource}
de: {user} hat {oldResource} zu {resource} umbenannt
de_de: {user} benannte {oldResource} zu {resource} um
es: {user} renombró {oldResource} a {resource}
it: {user} ha rinominato {oldResource} in {resource}
pt_br: {usuário} renomeado {oldResource} para {resource}
ru: {user} переименовал {oldResource} в {resource}
sq: {user} riemërtoi {oldResource} si {resource}
ug: {ئىشلەتكۈچى} ئۆزگەرتىلگەن {oldResource} دىن {مەنبە}
uk: {user} перейменував {oldResource} на {resource}

source: {user} shared {resource} via link
ca: {user} ha compartit {resource} via enllaç
de: {user} hat {resource} via Link geteilt
de_de: {user} gab {resource} via Link frei
es: {user} compartió {resource} por enlace
it: {user} ha condiviso {resource} tramite collegamento
pt_br: {usuário} compartilhou {recurso} via link
ru: {user} поделился {resource} через ссылку
sq: {user} ndau me të tjerët {resource} përmes lidhjeje
ug: {ئىشلەتكۈچى} ئورتاقلىشىش {مەنبە link ئۇلىنىش ئارقىلىق
uk: {user} поділився {resource} через посилання

source: {user} shared {resource} with {sharee}
ca: {user} ha compartit {resource} amb {sharee}
de: {user} hat {resource} mit {sharee} geteilt
de_de: {user} gab {resource} für {sharee} frei
es: {user} compartió {resource} con {sharee}
it: {user} ha condiviso {resource} con {sharee}
pt_br: {usuário} compartilhou {recurso} com {sharee}
ru: {user} поделился {resource} с {sharee}
sq: {user} ndau {resource} me {sharee}
ug: {ئىشلەتكۈچى} ئورتاق بەھرىلىنىدىغان {بايلىق} بىلەن {ئورتاقلىشىش}
uk: {user} поділився {resource} з {sharee}

source: {user} updated {field} for a link {token} on {resource}
ca: {user} ha actualitzat {field} per l'enllaç {token} a {resource}
de: {user} hat {field} für einen Link {token} bei {resource} aktualisiert
de_de: {user} aktualisierte {field} des Links {token} für {resource}
es: {user} actualizó {field} para el enlace {token} en {resource}
it: {user} ha aggiornato {field} per un collegamento {token} su {resource}
pt_br: {user} atualizou {field} para um link {token} em {resource}
ru: {user} обновил {field} для ссылки {token} для {resource}
sq: {user} përditësoi {field} për një lidhje {token} te {resource}
ug: {ئىشلەتكۈچى} يېڭىلانغان {مەيدان} ئۇلانمىسى {بەلگە} ئۈچۈن {مەنبە}
uk: {user} оновив {field} для посилання {token} на {resource}

source: {user} updated {field} for the {resource}
ca: {user} ha actualitzat {field} per al {resource}
de: {user} hat {field} für die {resource} aktualisiert
de_de: {user} aktualisierte {field} von {resource}
es: {user} actualizó {field} para el {resource}
it: {user} ha aggiornato {field} per il {resource}
pt_br: {user} atualizado {field} para {Resource}
ru: {user} обновил {field} для {resource}
sq: {user} përditësoi {field} për {resource}
ug: {ئىشلەتكۈچى} مەنبە} ئۈچۈن} يېڭىلانغان {ساھە}
uk: {user} оновив {field} для {resource}

source: {user} updated {resource} in {folder}
ca: {user} ha actualitzat {resource} a {folder}
de: {user} hat {resource} im {folder} aktualisiert
de_de: {user} aktualisierte {resource} in {folder}
es: {user} actualizó {resource} en {folder}
it: {user} ha aggiornato {resource} in {folder}
pt_br: {usuário} atualizou {recurso} em {pasta}
ru: {user} добавил {resource} в {folder}
sq: {user} përditësoi {resource} në {folder}
ug: {ئىشلەتكۈچى} ھۆججەت قىسقۇچتىكى} يېڭىلانغان {مەنبە}
uk: {user} оновив {resource} у {folder}
