Repository: owncloud/ocis
Catalog: services/idp/i18n/*.po
Languages: de

source: <0><0><0></0></0></0> wants to
de: <0><0><0></0></0></0> möchte

source: Access your basic account information
de: Zugriff auf Ihre grundlegenden Benutzerinformationen

source: Allow
de: Einverstanden

source: Allow <1><0></0></1> to do this?
de: <1><0></0></1> den Zugriff gestatten?

source: By clicking Allow, you allow this app to use your information.
de: Wenn Sie Einverstanden klicken, erhält die App Zugriff auf Ihre Informationen.

source: Cancel
de: Abbrechen

source: Choose an account
de: Konto auswählen

source: Clicking "Allow" will redirect you to: {{redirectURI}}
de: Wenn Sie "Einverstanden" klicken werden Sie zu {{redirectURI}} weitergeleitet

source: Enter a valid value.
de: Geben Sie einen gültigen Wert ein.

source: Enter your password.
de: Geben Sie ein Passwort ein.

source: Failed to connect to server
de: Verbindung zum Server fehlgeschlagen

source: Goodbye
de: Bis bald

source: Hello {{displayName}}
de: Hallo {{displayName}}

source: Hi {{displayName}}
de: Hallo {{displayName}}

source: Identity
de: Identität

source: Keep the allowed access persistently and forever
de: Dauerhaften Zugriff (läuft nicht ab)

source: Logon failed. Please verify your credentials and try again.
de: Anmeldung fehlgeschlagen. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es noch einmal.

source: Network error. Please check your connection and try again.
de: Netzwerkfehler. Bitte prüfen Sie Ihre Verbindung und versuchen Sie es noch einmal.

source: Next
de: Weiter

source: Password
de: Passwort

source: Press the button below, to sign out from your account now.
de: Klicken Sie auf die Schaltfläche unten um sich aus Ihrem Konto abzumelden.

source: Retry
de: Wiederholen

source: Scope: {{scope}}
de: Geltungsbereich: {{scope}}

source: Sign in
de: Anmelden

source: Sign out
de: Abmelden

source: Unexpected HTTP response: {{status}}. Please check your connection and try again.
de: Unerwartete HTTP-Antwort: {{status}}. Bitte prüfen Sie Ihre Verbindung und versuchen Sie es noch einmal.

source: Unexpected response state: {{state}}
de: Unerwarteter Antwort-Status: {{state}}

source: Use another account
de: Anderes Konto

source: Username
de: Benutzername

source: Welcome {{displayName}}
de: Willkommen {{displayName}}

source: You are signed in - awesome!
de: Sie sind angemeldet - super!

source: You can close this window now.
de: Sie können dieses Fenster jetzt schließen.

source: please confirm sign out
de: Bitte bestätigen Sie, dass Sie sich abmelden möchten

source: to sign in
de: das angemeldet werden soll

source: you have been signed out from your account
de: sie sind jetzt abgemeldet
