Repository: owncloud/ocis
Catalog: services/settings/pkg/service/v0/l10n/locale/*/LC_MESSAGES/settings.po
Languages: ca, de, de_de, es, it, pt_br, ru, sq, uk

source: Added as space member
ca: S'ha afegit com a membre de l'espai
de: Als Space Mitglied hinzugefügt
de_de: Als Space-Mitglied hinzugefügt
es: Añadido como miembro del space
it: Aggiunto come membro dello spazio
pt_br: Adicionado como membro do espaço
ru: Добавлен в качестве участника пространства
sq: U shtua si anëtar hapësire
uk: Додано як учасника простору

source: Daily
ca: Diàriament
de: Täglich
de_de: Täglich
es: Diariamente
it: Quotidiano
pt_br: Diário
ru: Ежедневно
sq: Përditë
uk: Щоденно

source: Email sending interval
ca: Interval d'enviament de correu
de: E-Mail-Versandintervall
de_de: Intervall für das Versenden von E-Mails
es: Intervalo de envío de correos electrónicos
it: Intervallo di invio e-mail
pt_br: Intervalo de envio de e-mail
ru: Интервал отправки Email
sq: Interval dërgimi email-esh
uk: Інтервал відправки ел. пошти

source: File rejected
ca: S'ha rebutjat el fitxer
de: Datei abgelehnt
de_de: Datei abgelehnt
es: Archivo rechazado
it: File rifiutato
pt_br: Arquivo rejeitado
ru: Файл отвергнут
sq: Kartela u hodh poshtë
uk: Файл відхилено

source: Instant
ca: Immediat
de: Sofort
de_de: Sofort
es: Instantáneo
it: Istantaneo
pt_br: Instante
ru: Сразу
sq: Menjëherë
uk: Миттєво

source: Never
ca: Mai
de: Nie
de_de: Nie
es: Nunca
it: Mai
pt_br: Nunca
ru: Никогда
sq: Kurrë
uk: Ніколи

source: Notify when I have been added as a member to a space
ca: Notifica'm quan m'hagin afegit com a membre a un espai
de: Benachrichtigung, wenn Sie zu einem Space als Mitglied hinzugefügt wurden
de_de: Benachrichtigen, wenn ich als Mitglied zu einem Space hinzugefügt worden bin
es: Notificar cuando he sido añadido como miembro a un space
it: Notifica quando sono stato aggiunto come membro a uno spazio
pt_br: Notifique quando eu tiver sido adicionado como membro de um espaço
ru: Уведомить, когда я добавлен в качестве участника в пространство
sq: Njoftomëni, kur jam shtuar si anëtar te një hapësirë

source: Notify when I have been removed as member from a space
ca: Notifica'm quan m'hagin tret com a membre d'un espai
de: Benachrichtigung, wenn Sie als Mitglied aus einem Space entfernt wurden
de_de: Benachrichtigen, wenn ich als Mitglied aus einem Space entfernt wurde
es: Notificar cuando he sido eliminado como miembro de un space
it: Notifica quando sono stato rimosso come membro da uno spazio
pt_br: Notifique quando eu tiver sido removido como membro de um espaço
ru: Уведомить, когда я удалён из пространства как участник
sq: Njoftomëni, kur jam hequr si anëtar te një hapësirë

source: Notify when I have received a share
ca: Notifica quan rebi una compartició
de: Benachrichtigung, wenn Sie eine Dateifreigabe bekommen haben
de_de: Benachrichtigen, wenn ich eine Freigabe erhalten habe
es: Notificar cuando he recibido un archivo compartido
it: Notifica quando ho ricevuto una condivisione
pt_br: Notifique quando eu tiver recebido um compartilhamento
ru: Уведомить, когда я получил общий ресурс
sq: Njoftomëni, kur kam marrë një ndarje

source: Notify when a file I uploaded was rejected because of a virus infection or policy violation
ca: Notifica'm quan un fitxer que he pujat ha estat rebutjat per una infecció per virus o una violació de la política
de: Benachrichtigung, wenn eine hochgeladene Datei aufgrund einer Vireninfektion oder eines Verstoßes gegen die Richtlinien abgelehnt wurde
de_de: Benachrichtigung, wenn eine hochgeladene Datei aufgrund einer Vireninfektion oder eines Richtlinienverstoßes abgelehnt wurde
es: Notificar cuando algún archivo que he subido es rechazado debido a infección de virus o violación de política
it: Notifica quando un file che ho caricato è stato rifiutato a causa di un'infezione da virus o di una violazione delle regole
pt_br: Notifique quando um arquivo que eu carreguei foi rejeitado devido a uma infecção por vírus ou violação de política
ru: Уведомить, когда загруженный мною файл отвергнут из-за заражения вирусом или нарушения правил
sq: Njoftomëni, kur një kartelë që ngarkova qe hedhur poshtë për shkak infektimi me virus, apo cenimi rregullash

source: Notify when a received share has been removed
ca: Notifica'm quan s'hagi eliminat una compartició rebuda
de: Benachrichtigung, wenn eine empfangene Dateifreigabe beendet wurde
de_de: Benachrichtigen, wenn eine empfangene Freigabe entfernt worden ist
es: Notificar cuando un archivo compartido conmigo ha sido eliminado
it: Notifica quando una condivisione ricevuta è stata rimossa
pt_br: Notifique quando um compartilhamento recebido tiver sido removido
ru: Уведомить, когда полученный общий ресурс был удален
sq: Njoftomëni, kur një ndarje e marrë është hequr

source: Notify when a received share has expired
ca: Notifica'm quan hagi caducat una compartició rebuda
de: Benachrichtigung, wenn eine empfangene Dateifreigabe abgelaufen ist
de_de: Benachrichtigen, wenn eine empfangene Freigabe abgelaufen ist
es: Notificar cuando un archivo compartido conmigo ha expirado
it: Notifica quando una condivisione ricevuta è scaduta
pt_br: Notifique quando um compartilhamento recebido tiver expirado
ru: Уведомить, когда истек срок действия полученного ресурса
sq: Njoftomëni, kur një ndarje e marrë ka skaduar

source: Notify when a space I am member of has been deleted
ca: Notifica'm quan s'hagi suprimit un espai del qual soc membre
de: Benachrichtigung, wenn ein Space, in dem Sie Mitglied sind, gelöscht wurde
de_de: Benachrichtigen, wenn ein Space, dessen Mitglied ich bin, gelöscht worden ist
es: Notificar cuando un space del que soy miembro ha sido eliminado
it: Notifica quando uno spazio di cui sono membro è stato eliminato
pt_br: Notifique quando um espaço do qual sou membro tiver sido removido
ru: Уведомить, когда удалено пространство, в котором я участвую
sq: Njoftomëni, kur është fshirë një hapësirë në të cilën jam anëtar

source: Notify when a space I am member of has been disabled
ca: Notifica'm quan s'hagi desactivat un espai del qual soc membre
de: Benachrichtigung, wenn ein Space, in dem Sie Mitglied sind, deaktiviert wurde
de_de: Benachrichtigen, wenn ein Space, dessen Mitglied ich bin, deaktiviert worden ist
es: Notificar cuando un space del que soy miembro ha sido desactivado
it: Notifica quando uno spazio di cui sono membro è stato disabilitato
pt_br: Notifique quando um espaço do qual sou membro tiver sido desativado
ru: Уведомить, когда удалено пространство, в котором я отключено
sq: Njoftomëni, kur është çaktivizuar një hapësirë në të cilën jam anëtar

source: Notify when a space membership has expired
ca: Notifica'm quan hagi caducat la pertinença a un espai
de: Benachrichtigung, wenn eine Space Mitgliedschaft abgelaufen ist
de_de: Benachrichtigen, wenn eine Space-Mitgliedschaft abglaufen ist
es: Notificar cuando la membresía a un space ha expirado
it: Notifica quando l'appartenenza ad uno spazio è scaduta
pt_br: Notifique quando uma associação de espaço tiver expirado
ru: Уведомить, когда членство в пространстве истекло
sq: Njoftomëni, kur ka skaduar një anëtarësi hapësire

source: Removed as space member
ca: Eliminat com a membre de l'espai
de: Space-Mitgliedschaft entfernt
de_de: Als Space-Mitglied entfernt
es: Eliminado como miembro del space
it: Rimosso come membro dello spazio
pt_br: Removido como membro do espaço
ru: Удален из участников пространства
sq: U hoq si anëtar hapësire
uk: Видалено як учасника простору

source: Selected value:
ca: Valor seleccionat:
de: Eingestellter Wert:
de_de: Gewählter Wert:
es: Valor seleccionado:
it: Valore selezionato:
pt_br: Valor selecionado:
ru: Выбранное значение:
sq: Vlerë e përzgjedhur:

source: Share Expired
ca: Compartició caducada
de: Freigabe abgelaufen
de_de: Freigabe ist abgelaufen
es: Archivo compartido expirado
it: Condivisione scaduta
pt_br: Compartilhamento expirado
ru: Общий ресурс истёк
sq: Skadoi Ndarje
uk: Термін дії спільного доступу закінчився

source: Share Received
ca: Compartició rebuda
de: Freigabe erhalten
de_de: Freigabe erhalten
es: Archivo compartido recibido
it: Condivisione ricevuta
pt_br: Compartilhamento recebido
ru: Общий ресурс получен
sq: U mor Ndarje
uk: Спільний доступ отримано

source: Share Removed
ca: Compartició eliminada
de: Freigabe entfernt
de_de: Freigabe entfernt
es: Archivo compartido eliminado
it: Condivisione rimossa
pt_br: Compartilhamento removido
ru: Общий ресурс удалён
sq: U hoq Ndarje
uk: Спільний доступ видалено

source: Space deleted
ca: Espai eliminat
de: Space gelöscht
de_de: Space gelöscht
es: Space eliminado
it: Spazio cancellato
pt_br: Espaço apagado
ru: Пространство удалено
sq: Hapësira u fshi
uk: Простір видалено

source: Space disabled
ca: Espai desactivat
de: Space deaktiviert
de_de: Space deaktiviert
es: Space deshabilitado
it: Spazio disabilitato
pt_br: Espaço desativado
ru: Пространство отключено
sq: Hapësira u çaktivizua
uk: Простір вимкнено

source: Space membership expired
ca: La pertinença a l'espai ha expirat
de: Space-Mitgliedschaft abgelaufen
de_de: Space-Mitgliedschaft ist abgelaufen
es: Membresía al space expirada
it: Appartenenza ad uno spazio scaduta
pt_br: Associação ao espaço expirada
ru: Срок действия членства в пространстве истек
sq: Skadoi anëtarësim në hapësirë
uk: Термін дії членства в Просторі закінчився

source: Weekly
ca: Setmanalment
de: Wöchentlich
de_de: wöchentlich
es: Semanalmente
it: Settimanale
pt_br: Semanal
ru: Еженедельно
sq: Çdo javë
uk: Щотижня

source: Notifiy me via email:
uk: Повідомити мене по ел. пошті:

source: Notify me when I am added as a member to a space
uk: Повідомте мене, коли мене буде додано як учасника до простору

source: Notify me when I am removed as a member from a space
uk: Повідомте мене, коли мене буде видалено як учасника з простору

source: Notify me when I receive a share
uk: Повідомте мене, коли я отримаю доступ

source: Notify me when a file I uploaded is rejected because of virus infection or policy violation
uk: Повідомте мене, коли завантажений мною файл відхилено через вірусну інфекцію або порушення правил

source: Notify me when a space I am a member of is deleted
uk: Повідомити мене, коли простір, в якому я є учасником, буде видалено

source: Notify me when a space I am a member of is disabled
uk: Повідомте мене, коли простір, в якому я є учасником, вимкнено

source: Notify me when my membership of a space expires
uk: Повідомте мене, коли закінчиться термін мого членства в просторі

source: Notify me when my shares are removed
uk: Повідомте мене, коли мої доступи будуть видалені

source: Notify me when my shares expire
uk: Повідомте мене, коли закінчиться термін дії моїх доступів
