Repository: owncloud/ocis
Catalog: services/userlog/pkg/service/l10n/locale/*/LC_MESSAGES/userlog.po
Languages: bg_bg, ca, de, de_de, es, ko, ru_ru, sq, tr, ug, uk, zh_hans

source: Access to Space {space} lost
bg_bg: Достъпът до пространството {space} е изгубен
ca: S'ha perdut l'accés a l'espai {space}
de: Ihr Zugriff auf den Space {space} ist abgelaufen.
de_de: Der Zugriff zu dem Space {space} wurde entfernt
es: Acceso al Space {space} perdido
ko: {space} 스페이스 접근 권한 잃음
ru_ru: Доступ к пространству {space} потерян
sq: U humb hyrje te Hapësira {space}
tr: {space} Alanına erişim kayboldu
ug: بوشلۇققا ئېرىشىش {بوشلۇق} يوقاپ كەتتى
uk: Доступ до Простору {space} втрачено
zh_hans: 已失去对空间 {space} 的访问权限

source: Access to {resource} expired
bg_bg: Достъпът до {resource} е изтекъл
ca: L'accés a {resource} ha caducat
de: Ihr Zugriff auf {resource} ist abgelaufen.
de_de: Der Zugriff auf {resource} ist abgelaufen
es: Acceso a {resource} expirado
ko: {resource} 접근 권한 만료됨
ru_ru: Срок действия доступа к {resource} истёк
sq: Hyrja te {resource} skadoi
tr: {resource} erişiminin süresi doldu
ug: {بايلىق} غا كىرىش ۋاقتى توشتى
uk: Термін дії доступу до {resource} закінчився
zh_hans: 对 {resource} 的访问权限已过期

source: Attention! The instance will be shut down and deprovisioned on {date}. Download all your data before that date as no access past that date is possible.
ca: Atenció! La instància es tancarà el {date}. Descarrega les dades abans, perquè després no s’hi podrà accedir.
de: Achtung! Diese Instanz wird am {date} heruntergefahren und außer Betrieb genommen werden. Laden Sie Ihre Daten vor diesem Tag herunter, da Sie danach nicht mehr darauf zugreifen können.
de_de: Achtung! Diese Instanz wird am {date} heruntergefahren und außer Betrieb genommen werden. Laden Sie Ihre Daten vor diesem Tag herunter, da Sie danach nicht mehr darauf zugreifen können.
es: ¡Atención! La instancia se cerrará y se desaprovisionará el {date}. Descarga todos tus datos antes de esa fecha, puesto que el acceso pasada la fecha no será posible.
ru_ru: Внимание! Сервер будет отключен и деинициализирован {date}. Скачайте все свои данные до этой даты, так как доступ после этой даты невозможен.
sq: Kujdes! Instanca do të fiket dhe mbyllet më {date}. Shkarkoni krejt të dhënat tuaja para asaj data, ngaqë pas saj s’do të jetë më e mundur.
tr: Dikkat! Örnek kapatılacak ve {date} tarihinde temel hazırlığı kaldırılacak. Tüm verilerinizi o tarihten önce indirin, çünkü o tarihten sonra erişim mümkün değildir.
ug: دىققەت! بۇ مىسال {چېسلادا تاقىلىدۇ. ئۇ چېسلادىن بۇرۇن بارلىق سانلىق مەلۇماتلىرىڭىزنى چۈشۈرۈڭ ، چۈنكى بۇ چېسلادىن ئۆتكىلى بولمايدۇ.
uk: Увага! Сервер буде вимкнено та деініціалізовано {date}. Завантажте всі свої дані до цієї дати, оскільки доступ після цієї дати неможливий.
zh_hans: 注意！实例将在{date}关闭并取消预配。请在该日期之前下载所有数据，因为该日期后将无法访问。

source: File {resource} was deleted because it violates the policies
bg_bg: Файлът {resource} беше изтрит, защото нарушава политиките
ca: S'ha suprimit el fitxer {resource} perquè viola les polítiques
de: Datei {resource} wurde gelöscht, weil sie gegen die Richtlinien verstößt.
de_de: Datei {resource} wurde gelöscht, weil sie gegen Bestimmungen verstößt.
es: El archivo {resource} ha sido eliminado porque viola las políticas
ko: 정책을 위반하여 {resource} 파일이 삭제됨
ru_ru: Файл {resource} был удален в связи с нарушением правил использования
sq: Kartela {resource} u fshi, ngaqë cenonte rregullat
tr: {resource} dosyası, politikaları ihlal ettiği için silindi
ug: ھۆججەت {مەنبە} سىياسەتكە خىلاپلىق قىلغانلىقى ئۈچۈن ئۆچۈرۈلدى
uk: Файл {resource} видалено, оскільки він порушує правила
zh_hans: 文件 {resource} 因违反了策略已被删除

source: Instance will be shut down and deprovisioned
ca: La instància es tancarà i es desactivarà
de: Instanz wird heruntergefahren und außer Betrieb genommen werden.
de_de: Instanz wird heruntergefahren und außer Betrieb genommen werden.
es: La instancia se cerrará y se desaprovisionará
ru_ru: Сервер будет отключен и деинициализирован
sq: Instanca do të fiket dhe mbyllet
tr: Örnek kapatılacak ve temel hazırlığı kaldırılacak
ug: ئەھۋال توختىتىلىدۇ ۋە ئەمەلدىن قالدۇرۇلىدۇ
uk: Сервер буде вимкнено та деініціалізовано
zh_hans: 实例将被关闭并取消配置

source: Membership expired
bg_bg: Срокът на членство е изтекъл
ca: La pertinença ha expirat
de: Mitgliedschaft ausgelaufen
de_de: Mitgliedschaft abgelaufen
es: Membresía expirada
ko: 멤버십 만료됨
ru_ru: Срок действия членства истёк
sq: Anëtarësimi skadoi
tr: Üyelik sona erdi
ug: ئەزالىق مۇددىتى توشتى
uk: Термін дії членства закінчився
zh_hans: 成员身份过期

source: Policies enforced
bg_bg: Прилагани политики
ca: Polítiques aplicades
de: Verstoß gegen Richtlinien
de_de: Bestimmungen erzwungen
es: Políticas forzadas
ko: 정책 강제 중
ru_ru: Применены правила использования
sq: Rregullat u zbatuan
tr: Politikalar uygulandı
ug: سىياسەتلەر ئىجرا قىلىندى
uk: Політика примусово впроваджена
zh_hans: 策略已执行

source: Removed from Space
bg_bg: Премахнато от пространството
ca: Eliminat de l'espai
de: Sie wurden aus einem Space entfernt
de_de: Aus dem Space entfernt
es: Eliminado del Space
ko: 스페이스에서 제거됨
ru_ru: Удален из пространства
sq: U hoq nga Hapësirë
tr: Alandan kaldırıldı
ug: بوشلۇقتىن چىقىرىۋېتىلدى
uk: Видалено з Простору
zh_hans: 已从空间中删除

source: Resource shared
bg_bg: Ресурсът е споделен
ca: Recurs compartit
de: Neue Freigabe
de_de: Ressource geteilt
es: Recurso compartido
ko: 리소스 공유됨
ru_ru: Предоставлен общий доступ
sq: Burimi u nda me të tjerë
tr: Kaynak paylaşıldı
ug: بايلىق ئورتاقلاشتى
uk: Спільний доступ до ресурсу надано
zh_hans: 资源已共享

source: Resource unshared
bg_bg: Ресурсът не е споделен
ca: Recurs sense compartir
de: Freigabe entfernt
de_de: Resource nicht mehr geteilt
es: Recurso no compartido
ko: 리소스 공유 해제됨
ru_ru: Удален общий доступ
sq: U hoq ndarje burimi me të tjerë
tr: Kaynak paylaşılmadı
ug: بايلىق ئورتاقلاشمىغان
uk: Спільний доступ до ресурсу скасовано
zh_hans: 资源未共享

source: Share expired
bg_bg: Срокът на споделяне е изтекъл
ca: La compartició ha caducat
de: Freigabe abgelaufen
de_de: Freigabe abgelaufen
es: La compartición del recurso expiró
ko: 공유 만료됨
ru_ru: Срок действия общего доступа истёк
sq: Ndarja skadoi
tr: Paylaşım sona erdi
ug: ھەمبەھىرلىنىش ۋاقتى توشتى
uk: Термін дії спільного доступу закінчився
zh_hans: 共享已过期

source: Space deleted
bg_bg: Пространството е изтрито
ca: Espai eliminat
de: Space gelöscht
de_de: Space gelöscht
es: Space eliminado
ko: 스페이스 삭제됨
ru_ru: Пространство удалено
sq: Hapësira u fshi
tr: Alan silindi
ug: بوشلۇق ئۆچۈرۈلدى
uk: Простір видалено
zh_hans: 空间已删除

source: Space disabled
bg_bg: Пространството е деактивирано
ca: Espai desactivat
de: Space deaktiviert
de_de: Space deaktiviert
es: Space deshabilitado
ko: 스페이스 꺼짐
ru_ru: Пространство отключено
sq: Hapësira u çaktivizua
tr: Alan devre dışı
ug: بوشلۇق چەكلەنگەن
uk: Простір вимкнено
zh_hans: 空间已禁用

source: Space shared
bg_bg: Пространството е споделено
ca: Espai compartit
de: Space freigegeben
de_de: Space freigegeben
es: Space compartido
ko: 스페이스 공유됨
ru_ru: Предоставлен общий доступ к пространству
sq: Hapësira u nda me të tjerë
tr: Alan paylaşıldı
ug: بوشلۇق ئورتاقلاشتى
uk: Надано доступ до простору
zh_hans: 空间已共享

source: Virus found
bg_bg: Открит е вирус
ca: S'ha trobat un virus
de: Virus gefunden
de_de: Virus gefunden
es: Virus encontrado
ko: 바이러스 찾음
ru_ru: Найден вирус
sq: U gjet virus
tr: Virüs bulundu
ug: ۋىرۇس بايقالدى
uk: Вірус знайдено
zh_hans: 发现病毒

source: Virus found in {resource}. Upload not possible. Virus: {virus}
bg_bg: Вирусът е открит в {resource}. Качването не е възможно. Вирус: {virus}
ca: S'ha trobat un virus a {resource}. La càrrega no és possible. Virus: {virus}
de: In {resource} wurde potenziell schädlicher Code gefunden. Das Hochladen wurde abgebrochen. Grund: {virus}
de_de: Virus in {resource} gefunden. Upload nicht möglich. Virus: {virus}
es: Virus encontrado en {resource}. La subida no ha sido posible. Virus: {virus}
ko: {resource}에서 바이러스를 찾아 업로드할 수 없습니다. 바이러스명: {virus}
ru_ru: Найден вирус в {resource}. Загрузка не возможна. Вирус: {virus}
sq: U gjet virus te {resource}. Ngarkimi s’është i mundshëm. Virus: {virus}
tr: {resource} kaynağında virüs bulundu. Yükleme mümkün değil. Virüs: {virus}
ug: ۋىرۇس {مەنبە in دىن تېپىلدى. يوللاش مۇمكىن ئەمەس. ۋىرۇس: {ۋىرۇس}
uk: Вірус знайдено у {resource}. Відвантаження неможливо. Вірус: {virus}
zh_hans: 在 {resource} 中发现了病毒。 上传无法完成。病毒： {virus}

source: {user} added you to Space {space}
bg_bg: {user} ви добави в пространството {space}
ca: {user} us ha afegit a l'espai {space}
de: {user} hat Sie zu Space {space} hinzugefügt
de_de: {user} hat Sie zum Space {space} hinzugefügt
es: {user} te añadió al Space {space}
ko: {user} 님이 나를 {space} 스페이스에 추가함
ru_ru: {user} добавил вас в пространство {space}
sq: {user} ju shtoi te Hapësira {space}
tr: {user} sizi {space} Alanına ekledi
ug: {ئىشلەتكۈچى} سىزنى بوشلۇق {بوشلۇقىغا قوشتى
uk: {user} додав вас до Простіру {space}
zh_hans: {user} 已将你加入空间 {space}

source: {user} deleted Space {space}
bg_bg: {user} изтри пространство {space}
ca: {user} ha suprimit l'espai {space}
de: {user} hat Space {space} gelöscht
de_de: {user} hat den Space {space} gelöscht
es: {user} eliminó el Space {space}
ko: {user} 님이 {space} 스페이스를 삭제함
ru_ru: {user} удалил пространство {space}
sq: {user} fshiu Hapësirën {space}
tr: {user} {space} Alanını sildi
ug: {ئىشلەتكۈچى} ئۆچۈرۈلگەن بوشلۇق {بوشلۇق}
uk: {user} видалив Простір {space}
zh_hans: {user} 删除了空间 {space}

source: {user} disabled Space {space}
bg_bg: {user} деактивира пространството {space}
ca: {user} ha desactvat l'espai {space}
de: {user} hat Space {space} deaktiviert
de_de: {user} hat den Space {space} deaktiviert
es: {user} deshabilitó el Space {space}
ko: {user} 님이 {space} 스페이스를 끔
ru_ru: {user} отключил пространство {space}
sq: {user} çaktivizoi Hapësirën {space}
tr: {user} {space} Alanını devre dışı bıraktı
ug: {ئىشلەتكۈچى} چەكلەنگەن بوشلۇق {بوشلۇق}
uk: {user} вимкнув Простір {space}
zh_hans: {user} 禁用了空间 {space}

source: {user} removed you from Space {space}
bg_bg: {user} ви премахна от пространството {space}
ca: {user} us ha tret de l'espai {space}
de: {user} hat Sie aus Space {space} entfernt.
de_de: {user} hat Sie aus dem Space {space} entfernt
es: {user} te eliminó del Space {space}
ko: {user} 님이 나를 {space} 스페이스에서 제거함
ru_ru: {user} удалил вас из пространства {space}
sq: {user} ju hoqi nga Hapësira {space}
tr: {user} sizi {space} Alanından kaldırdı
ug: {ئىشلەتكۈچى} سىزنى بوشلۇق {بوشلۇقتىن چىقىرىۋەتتى
uk: {user} видалив вас з Простіру {space}
zh_hans: {user} 已将你从空间 {space} 中移除

source: {user} shared {resource} with you
bg_bg: {user} сподели {resource} с вас
ca: {user} ha compartit {resource} amb vós
de: {user} hat {resource} mit Ihnen geteilt
de_de: {user} hat {resource} mit Ihnen geteilt
es: {user} compartió {resource} contigo
ko: {user} 님이 나에게 {resource}을(를) 공유함
ru_ru: {user} предоставил вам общий доступ к {resource}
sq: {user} ndau {resource} me ju
tr: {user} sizinle {resource} paylaştı
ug: {ئىشلەتكۈچى} ئورتاقلاشقان {بايلىق} سىز بىلەن
uk: {user} поділився {resource} з вами
zh_hans: {user} 和你共享了 {resource}

source: {user} unshared {resource} with you
bg_bg: {user} прекрати споделянето на {resource} с вас
ca: {user} ha deixat de compartir {resource} amb vós
de: {user} hat die Freigabe auf {resource} für Sie aufgehoben
de_de: {user} hat die Freigabe {resource} für Sie zurückgenommen
es: {user} dejó de compartir {resource} contigo
ko: {user} 님이 나에게서 {resource}을(를) 공유 해제함
ru_ru: {user} удалил ваш общий доступ к {resource}
sq: {user} hoqi ndarjen e {resource} me ju
tr: {user} sizinle {resource} paylaşımını kaldırdı
ug: {ئىشلەتكۈچى} ئورتاقلاشمىغان {مەنبە} سىز بىلەن
uk: {user} скасував спільний доступ до {resource} для вас
zh_hans: {user} 已取消和你共享 {resource}
